tap "clojure/tools"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "python@3.10"
brew "bat"
brew "glib"
brew "python@3.9"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "curl"
brew "diskonaut"
brew "dive"
brew "docker"
brew "docker-compose"
brew "dust"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "gobject-introspection"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "grip"
brew "httpie"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "jack"
brew "jc"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "libmicrohttpd"
brew "libpq"
brew "llvm"
brew "mitmproxy"
brew "neovim"
brew "nghttp2"
brew "node"
brew "numpy", link: false
brew "openssl@3"
brew "pandoc"
brew "pgcli"
brew "pipx"
brew "poetry"
brew "postgresql@14"
brew "potrace"
brew "pyenv"
brew "python-tk@3.10"
brew "python-tk@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "sox"
brew "sqlmap"
brew "stern"
brew "terraform"
brew "tig"
brew "timg"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "clojure/tools/clojure"
cask "alacritty"
cask "audacity"
cask "basictex"
cask "blackhole-16ch"
cask "burp-suite"
cask "flux"
cask "osquery"
cask "postman"
cask "rectangle"
cask "signal"
cask "supercollider"
